{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFC"
      },
      {
        "type": "Lowercase"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "[": 36,
      "\\": 37,
      "]": 38,
      "^": 39,
      "_": 40,
      "`": 41,
      "a": 42,
      "b": 43,
      "c": 44,
      "d": 45,
      "e": 46,
      "f": 47,
      "g": 48,
      "h": 49,
      "i": 50,
      "j": 51,
      "k": 52,
      "l": 53,
      "m": 54,
      "n": 55,
      "o": 56,
      "p": 57,
      "q": 58,
      "r": 59,
      "s": 60,
      "t": 61,
      "u": 62,
      "v": 63,
      "w": 64,
      "x": 65,
      "y": 66,
      "z": 67,
      "{": 68,
      "|": 69,
      "}": 70,
      "~": 71,
      "": 72,
      "": 73,
      "": 74,
      "": 75,
      "": 76,
      "": 77,
      "": 78,
      "": 79,
      "": 80,
      "": 81,
      "": 82,
      "": 83,
      "": 84,
      "": 85,
      "": 86,
      "": 87,
      "": 88,
      "": 89,
      "": 90,
      "": 91,
      "": 92,
      "": 93,
      "": 94,
      "": 95,
      "": 96,
      "": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "¡": 104,
      "¢": 105,
      "£": 106,
      "¤": 107,
      "¥": 108,
      "¦": 109,
      "§": 110,
      "¨": 111,
      "©": 112,
      "ª": 113,
      "«": 114,
      "¬": 115,
      "­": 116,
      "®": 117,
      "¯": 118,
      "°": 119,
      "±": 120,
      "²": 121,
      "³": 122,
      "´": 123,
      "µ": 124,
      "¶": 125,
      "·": 126,
      "¸": 127,
      "¹": 128,
      "º": 129,
      "»": 130,
      "¼": 131,
      "½": 132,
      "¾": 133,
      "¿": 134,
      "×": 135,
      "ß": 136,
      "à": 137,
      "á": 138,
      "â": 139,
      "ã": 140,
      "ä": 141,
      "å": 142,
      "æ": 143,
      "ç": 144,
      "è": 145,
      "é": 146,
      "ê": 147,
      "ë": 148,
      "ì": 149,
      "í": 150,
      "î": 151,
      "ï": 152,
      "ð": 153,
      "ñ": 154,
      "ò": 155,
      "ó": 156,
      "ô": 157,
      "õ": 158,
      "ö": 159,
      "÷": 160,
      "ø": 161,
      "ù": 162,
      "ú": 163,
      "û": 164,
      "ü": 165,
      "ý": 166,
      "þ": 167,
      "ÿ": 168,
      "ā": 169,
      "ă": 170,
      "ą": 171,
      "ć": 172,
      "ĉ": 173,
      "ċ": 174,
      "č": 175,
      "ď": 176,
      "đ": 177,
      "ē": 178,
      "ĕ": 179,
      "ė": 180,
      "ę": 181,
      "ě": 182,
      "ĝ": 183,
      "ğ": 184,
      "ġ": 185,
      "ģ": 186,
      "ħ": 187,
      "ĩ": 188,
      "ī": 189,
      "ĭ": 190,
      "į": 191,
      "ı": 192,
      "ĵ": 193,
      "ķ": 194,
      "ĸ": 195,
      "ĺ": 196,
      "ļ": 197,
      "ľ": 198,
      "ŀ": 199,
      "ł": 200,
      "ń": 201,
      "ņ": 202,
      "ň": 203,
      "ŋ": 204,
      "ō": 205,
      "ŏ": 206,
      "ő": 207,
      "œ": 208,
      "ŕ": 209,
      "ř": 210,
      "ś": 211,
      "ŝ": 212,
      "ş": 213,
      "š": 214,
      "ţ": 215,
      "ť": 216,
      "ŧ": 217,
      "ũ": 218,
      "ū": 219,
      "ŭ": 220,
      "ů": 221,
      "ű": 222,
      "ų": 223,
      "ŵ": 224,
      "ź": 225,
      "ż": 226,
      "ž": 227,
      "ƒ": 228,
      "ƚ": 229,
      "ơ": 230,
      "ƣ": 231,
      "ư": 232,
      "ƴ": 233,
      "ƶ": 234,
      "ƹ": 235,
      "ƽ": 236,
      "ǎ": 237,
      "ǐ": 238,
      "ǒ": 239,
      "ǔ": 240,
      "ǘ": 241,
      "ǧ": 242,
      "ǯ": 243,
      "ǰ": 244,
      "ǹ": 245,
      "ǻ": 246,
      "ǽ": 247,
      "ǿ": 248,
      "ȇ": 249,
      "ȏ": 250,
      "ȗ": 251,
      "ș": 252,
      "ț": 253,
      "ȣ": 254,
      "ȩ": 255,
      "ȫ": 256,
      "ȷ": 257,
      "ȸ": 258,
      "ȹ": 259,
      "ɐ": 260,
      "ɑ": 261,
      "ɔ": 262,
      "ɗ": 263,
      "ə": 264,
      "ɚ": 265,
      "ɛ": 266,
      "ɠ": 267,
      "ɣ": 268,
      "ɨ": 269,
      "ɪ": 270,
      "ɲ": 271,
      "ɳ": 272,
      "ɵ": 273,
      "ɶ": 274,
      "ɷ": 275,
      "ɽ": 276,
      "ɾ": 277,
      "ʀ": 278,
      "ʁ": 279,
      "ʃ": 280,
      "ʊ": 281,
      "ʌ": 282,
      "ʒ": 283,
      "ʡ": 284,
      "ʢ": 285,
      "ʮ": 286,
      "ʰ": 287,
      "ʱ": 288,
      "ʳ": 289,
      "ʴ": 290,
      "ʵ": 291,
      "ʺ": 292,
      "ʻ": 293,
      "ʼ": 294,
      "ʽ": 295,
      "ʾ": 296,
      "ʿ": 297,
      "ˆ": 298,
      "ˇ": 299,
      "ˈ": 300,
      "ː": 301,
      "˗": 302,
      "˘": 303,
      "˙": 304,
      "˚": 305,
      "˛": 306,
      "˜": 307,
      "˝": 308,
      "ˢ": 309,
      "ˮ": 310,
      "˲": 311,
      "˼": 312,
      "˽": 313,
      "˾": 314,
      "̀": 315,
      "́": 316,
      "̃": 317,
      "̆": 318,
      "̇": 319,
      "̍": 320,
      "̐": 321,
      "̤": 322,
      "̥": 323,
      "̨": 324,
      "̱": 325,
      "̳": 326,
      "̶": 327,
      "̸": 328,
      "ͣ": 329,
      "ͨ": 330,
      "ͬ": 331,
      "ͳ": 332,
      "ͷ": 333,
      "ͺ": 334,
      "ͻ": 335,
      "ͼ": 336,
      "΄": 337,
      "ΐ": 338,
      "ά": 339,
      "έ": 340,
      "ή": 341,
      "ί": 342,
      "ΰ": 343,
      "α": 344,
      "β": 345,
      "γ": 346,
      "δ": 347,
      "ε": 348,
      "ζ": 349,
      "η": 350,
      "θ": 351,
      "ι": 352,
      "κ": 353,
      "λ": 354,
      "μ": 355,
      "ν": 356,
      "ξ": 357,
      "ο": 358,
      "π": 359,
      "ρ": 360,
      "ς": 361,
      "σ": 362,
      "τ": 363,
      "υ": 364,
      "φ": 365,
      "χ": 366,
      "ψ": 367,
      "ω": 368,
      "ϊ": 369,
      "ϋ": 370,
      "ό": 371,
      "ύ": 372,
      "ώ": 373,
      "ϕ": 374,
      "ϣ": 375,
      "ϵ": 376,
      "ϸ": 377,
      "ϻ": 378,
      "а": 379,
      "б": 380,
      "в": 381,
      "г": 382,
      "д": 383,
      "е": 384,
      "ж": 385,
      "з": 386,
      "и": 387,
      "й": 388,
      "к": 389,
      "л": 390,
      "м": 391,
      "н": 392,
      "о": 393,
      "п": 394,
      "р": 395,
      "с": 396,
      "т": 397,
      "у": 398,
      "ф": 399,
      "х": 400,
      "ц": 401,
      "ч": 402,
      "ш": 403,
      "щ": 404,
      "ъ": 405,
      "ы": 406,
      "ь": 407,
      "э": 408,
      "ю": 409,
      "я": 410,
      "ё": 411,
      "ђ": 412,
      "ѓ": 413,
      "є": 414,
      "ѕ": 415,
      "і": 416,
      "ї": 417,
      "ј": 418,
      "љ": 419,
      "њ": 420,
      "ћ": 421,
      "ќ": 422,
      "ў": 423,
      "џ": 424,
      "ѯ": 425,
      "ѷ": 426,
      "ѹ": 427,
      "ґ": 428,
      "ғ": 429,
      "ҙ": 430,
      "қ": 431,
      "ҡ": 432,
      "ң": 433,
      "ҫ": 434,
      "ү": 435,
      "ұ": 436,
      "ҳ": 437,
      "ҵ": 438,
      "һ": 439,
      "ҽ": 440,
      "ә": 441,
      "ӡ": 442,
      "ӣ": 443,
      "ө": 444,
      "ӫ": 445,
      "ӭ": 446,
      "ӱ": 447,
      "ӵ": 448,
      "ӻ": 449,
      "ӿ": 450,
      "ԁ": 451,
      "ԡ": 452,
      "ԥ": 453,
      "ԭ": 454,
      "ա": 455,
      "բ": 456,
      "ժ": 457,
      "լ": 458,
      "խ": 459,
      "ձ": 460,
      "ղ": 461,
      "մ": 462,
      "չ": 463,
      "վ": 464,
      "֪": 465,
      "ֲ": 466,
      "ַ": 467,
      "ָ": 468,
      "ֹ": 469,
      "ֽ": 470,
      "־": 471,
      "ֿ": 472,
      "׀": 473,
      "א": 474,
      "ב": 475,
      "ג": 476,
      "ד": 477,
      "ה": 478,
      "ו": 479,
      "ז": 480,
      "ח": 481,
      "ט": 482,
      "י": 483,
      "ך": 484,
      "כ": 485,
      "ל": 486,
      "ם": 487,
      "מ": 488,
      "ן": 489,
      "נ": 490,
      "ס": 491,
      "ע": 492,
      "ף": 493,
      "פ": 494,
      "צ": 495,
      "ק": 496,
      "ר": 497,
      "ש": 498,
      "ת": 499,
      "׬": 500,
      "׳": 501,
      "״": 502,
      "׵": 503,
      "׼": 504,
      "،": 505,
      "؛": 506,
      "؟": 507,
      "ء": 508,
      "آ": 509,
      "أ": 510,
      "ؤ": 511,
      "إ": 512,
      "ئ": 513,
      "ا": 514,
      "ب": 515,
      "ة": 516,
      "ت": 517,
      "ث": 518,
      "ج": 519,
      "ح": 520,
      "خ": 521,
      "د": 522,
      "ذ": 523,
      "ر": 524,
      "ز": 525,
      "س": 526,
      "ش": 527,
      "ص": 528,
      "ض": 529,
      "ط": 530,
      "ظ": 531,
      "ع": 532,
      "غ": 533,
      "ـ": 534,
      "ف": 535,
      "ق": 536,
      "ك": 537,
      "ل": 538,
      "م": 539,
      "ن": 540,
      "ه": 541,
      "و": 542,
      "ى": 543,
      "ي": 544,
      "ً": 545,
      "َ": 546,
      "ُ": 547,
      "ِ": 548,
      "ّ": 549,
      "ْ": 550,
      "ٔ": 551,
      "٭": 552,
      "ٱ": 553,
      "ٷ": 554,
      "پ": 555,
      "چ": 556,
      "ژ": 557,
      "ڤ": 558,
      "ک": 559,
      "گ": 560,
      "ڱ": 561,
      "ڶ": 562,
      "ں": 563,
      "ھ": 564,
      "ہ": 565,
      "ی": 566,
      "ے": 567,
      "ۡ": 568,
      "ۣ": 569,
      "۰": 570,
      "۱": 571,
      "۲": 572,
      "۳": 573,
      "۴": 574,
      "۵": 575,
      "۶": 576,
      "۸": 577,
      "۹": 578,
      "ۺ": 579,
      "ۿ": 580,
      "ܡ": 581,
      "ܲ": 582,
      "ܵ": 583,
      "ݵ": 584,
      "ݸ": 585,
      "޺": 586,
      "߲": 587,
      "ߵ": 588,
      "߶": 589,
      "߷": 590,
      "߹": 591,
      "߻": 592,
      "ࠬ": 593,
      "ं": 594,
      "अ": 595,
      "आ": 596,
      "क": 597,
      "ग": 598,
      "छ": 599,
      "ज": 600,
      "ट": 601,
      "ण": 602,
      "त": 603,
      "थ": 604,
      "द": 605,
      "न": 606,
      "प": 607,
      "ब": 608,
      "म": 609,
      "य": 610,
      "र": 611,
      "ल": 612,
      "स": 613,
      "ह": 614,
      "ा": 615,
      "ि": 616,
      "ी": 617,
      "ू": 618,
      "ृ": 619,
      "े": 620,
      "ै": 621,
      "ो": 622,
      "्": 623,
      "ॐ": 624,
      "०": 625,
      "२": 626,
      "४": 627,
      "५": 628,
      "ঁ": 629,
      "আ": 630,
      "ক": 631,
      "দ": 632,
      "ম": 633,
      "য": 634,
      "র": 635,
      "ল": 636,
      "স": 637,
      "া": 638,
      "ু": 639,
      "ে": 640,
      "্": 641,
      "୦": 642,
      "୧": 643,
      "୨": 644,
      "୫": 645,
      "୯": 646,
      "ಐ": 647,
      "ಯ": 648,
      "ರ": 649,
      "ವ": 650,
      "ಶ": 651,
      "ಾ": 652,
      "ೈ": 653,
      "್": 654,
      "೦": 655,
      "೧": 656,
      "೨": 657,
      "೪": 658,
      "೫": 659,
      "೭": 660,
      "೯": 661,
      "ം": 662,
      "മ": 663,
      "യ": 664,
      "ല": 665,
      "ള": 666,
      "ാ": 667,
      "ൺ": 668,
      "ก": 669,
      "ข": 670,
      "ค": 671,
      "ง": 672,
      "จ": 673,
      "ฉ": 674,
      "ช": 675,
      "ซ": 676,
      "ญ": 677,
      "ฏ": 678,
      "ณ": 679,
      "ด": 680,
      "ต": 681,
      "ถ": 682,
      "ท": 683,
      "ธ": 684,
      "น": 685,
      "บ": 686,
      "ป": 687,
      "ผ": 688,
      "ฝ": 689,
      "พ": 690,
      "ฟ": 691,
      "ภ": 692,
      "ม": 693,
      "ย": 694,
      "ร": 695,
      "ล": 696,
      "ว": 697,
      "ศ": 698,
      "ษ": 699,
      "ส": 700,
      "ห": 701,
      "อ": 702,
      "ะ": 703,
      "ั": 704,
      "า": 705,
      "ำ": 706,
      "ิ": 707,
      "ี": 708,
      "ึ": 709,
      "ื": 710,
      "ุ": 711,
      "ู": 712,
      "เ": 713,
      "แ": 714,
      "โ": 715,
      "ใ": 716,
      "ไ": 717,
      "ๆ": 718,
      "็": 719,
      "่": 720,
      "้": 721,
      "๊": 722,
      "์": 723,
      "๑": 724,
      "ྭ": 725,
      "ဪ": 726,
      "ိ": 727,
      "၄": 728,
      "ၛ": 729,
      "ၝ": 730,
      "ၡ": 731,
      "ၧ": 732,
      "ၱ": 733,
      "ა": 734,
      "ბ": 735,
      "გ": 736,
      "დ": 737,
      "ე": 738,
      "ვ": 739,
      "თ": 740,
      "ი": 741,
      "კ": 742,
      "ლ": 743,
      "მ": 744,
      "ნ": 745,
      "ო": 746,
      "პ": 747,
      "რ": 748,
      "ს": 749,
      "ტ": 750,
      "უ": 751,
      "ფ": 752,
      "ქ": 753,
      "ღ": 754,
      "შ": 755,
      "ც": 756,
      "ხ": 757,
      "ህ": 758,
      "መ": 759,
      "ም": 760,
      "ረ": 761,
      "ር": 762,
      "ስ": 763,
      "ሻ": 764,
      "ቀ": 765,
      "በ": 766,
      "ተ": 767,
      "ት": 768,
      "ቶ": 769,
      "አ": 770,
      "ኣ": 771,
      "እ": 772,
      "ኦ": 773,
      "ክ": 774,
      "ው": 775,
      "ዓ": 776,
      "የ": 777,
      "ይ": 778,
      "ገ": 779,
      "ጨ": 780,
      "ጽ": 781,
      "፣": 782,
      "ᐃ": 783,
      "ᐅ": 784,
      "ᐊ": 785,
      "ᐱ": 786,
      "ᐳ": 787,
      "ᐸ": 788,
      "ᑉ": 789,
      "ᑎ": 790,
      "ᑏ": 791,
      "ᑐ": 792,
      "ᑕ": 793,
      "ᑖ": 794,
      "ᑦ": 795,
      "ᑭ": 796,
      "ᑯ": 797,
      "ᑲ": 798,
      "ᒃ": 799,
      "ᒋ": 800,
      "ᒐ": 801,
      "ᒥ": 802,
      "ᒧ": 803,
      "ᒪ": 804,
      "ᒻ": 805,
      "ᓂ": 806,
      "ᓃ": 807,
      "ᓄ": 808,
      "ᓇ": 809,
      "ᓐ": 810,
      "ᓕ": 811,
      "ᓗ": 812,
      "ᓘ": 813,
      "ᓚ": 814,
      "ᓪ": 815,
      "ᓯ": 816,
      "ᓴ": 817,
      "ᔪ": 818,
      "ᔭ": 819,
      "ᔮ": 820,
      "ᔾ": 821,
      "ᕆ": 822,
      "ᕈ": 823,
      "ᕋ": 824,
      "ᕌ": 825,
      "ᕐ": 826,
      "ᕕ": 827,
      "ᕗ": 828,
      "ᕙ": 829,
      "ᕝ": 830,
      "ᖁ": 831,
      "ᖃ": 832,
      "ᖅ": 833,
      "ᖏ": 834,
      "ᖑ": 835,
      "ᖓ": 836,
      "ᖕ": 837,
      "ᖢ": 838,
      "ᴰ": 839,
      "ᴹ": 840,
      "ᵉ": 841,
      "ᵐ": 842,
      "ᵓ": 843,
      "ḍ": 844,
      "ḥ": 845,
      "ḫ": 846,
      "ḷ": 847,
      "ṃ": 848,
      "ṇ": 849,
      "ṣ": 850,
      "ṩ": 851,
      "ṭ": 852,
      "ṳ": 853,
      "ạ": 854,
      "ả": 855,
      "ấ": 856,
      "ầ": 857,
      "ẩ": 858,
      "ậ": 859,
      "ắ": 860,
      "ẳ": 861,
      "ặ": 862,
      "ẹ": 863,
      "ẻ": 864,
      "ẽ": 865,
      "ế": 866,
      "ề": 867,
      "ể": 868,
      "ễ": 869,
      "ệ": 870,
      "ỉ": 871,
      "ị": 872,
      "ọ": 873,
      "ỏ": 874,
      "ố": 875,
      "ồ": 876,
      "ổ": 877,
      "ỗ": 878,
      "ộ": 879,
      "ớ": 880,
      "ờ": 881,
      "ở": 882,
      "ỡ": 883,
      "ợ": 884,
      "ụ": 885,
      "ủ": 886,
      "ứ": 887,
      "ừ": 888,
      "ử": 889,
      "ữ": 890,
      "ự": 891,
      "ỳ": 892,
      "ỷ": 893,
      "ἀ": 894,
      "ἄ": 895,
      "ἰ": 896,
      "ὁ": 897,
      "ὺ": 898,
      "​": 899,
      "‌": 900,
      "‍": 901,
      "‎": 902,
      "‏": 903,
      "‐": 904,
      "‑": 905,
      "‒": 906,
      "–": 907,
      "—": 908,
      "―": 909,
      "‖": 910,
      "‘": 911,
      "’": 912,
      "‚": 913,
      "‛": 914,
      "“": 915,
      "”": 916,
      "„": 917,
      "‟": 918,
      "†": 919,
      "‡": 920,
      "•": 921,
      "‥": 922,
      "…": 923,
      "‧": 924,
      "‬": 925,
      "‭": 926,
      "‰": 927,
      "′": 928,
      "″": 929,
      "‹": 930,
      "›": 931,
      "※": 932,
      "‾": 933,
      "⁄": 934,
      "⁪": 935,
      "⁬": 936,
      "⁭": 937,
      "⁮": 938,
      "⁰": 939,
      "⁴": 940,
      "⁵": 941,
      "⁽": 942,
      "⁾": 943,
      "ⁿ": 944,
      "₂": 945,
      "₤": 946,
      "₩": 947,
      "€": 948,
      "℃": 949,
      "ℇ": 950,
      "ℓ": 951,
      "№": 952,
      "™": 953,
      "ℤ": 954,
      "⅓": 955,
      "⅔": 956,
      "⅛": 957,
      "⅜": 958,
      "⅝": 959,
      "⅞": 960,
      "ⅱ": 961,
      "←": 962,
      "↑": 963,
      "→": 964,
      "↓": 965,
      "↔": 966,
      "↕": 967,
      "↝": 968,
      "⇑": 969,
      "⇒": 970,
      "⇕": 971,
      "⇗": 972,
      "⇢": 973,
      "⇨": 974,
      "∀": 975,
      "∂": 976,
      "∅": 977,
      "∆": 978,
      "∇": 979,
      "∈": 980,
      "∏": 981,
      "∑": 982,
      "−": 983,
      "∗": 984,
      "∙": 985,
      "√": 986,
      "∞": 987,
      "∴": 988,
      "∶": 989,
      "∼": 990,
      "≅": 991,
      "≈": 992,
      "≠": 993,
      "≡": 994,
      "≤": 995,
      "≥": 996,
      "≪": 997,
      "≫": 998,
      "⊕": 999,
      "⊠": 1000,
      "⋅": 1001,
      "⌃": 1002,
      "⌘": 1003,
      "①": 1004,
      "②": 1005,
      "③": 1006,
      "─": 1007,
      "│": 1008,
      "╔": 1009,
      "╚": 1010,
      "╦": 1011,
      "╩": 1012,
      "╬": 1013,
      "▀": 1014,
      "░": 1015,
      "▒": 1016,
      "▓": 1017,
      "■": 1018,
      "□": 1019,
      "▧": 1020,
      "▪": 1021,
      "▲": 1022,
      "▷": 1023,
      "▸": 1024,
      "►": 1025,
      "▼": 1026,
      "◄": 1027,
      "◆": 1028,
      "◇": 1029,
      "◊": 1030,
      "○": 1031,
      "◎": 1032,
      "●": 1033,
      "◙": 1034,
      "◦": 1035,
      "☀": 1036,
      "★": 1037,
      "☆": 1038,
      "☎": 1039,
      "☑": 1040,
      "☼": 1041,
      "♀": 1042,
      "♕": 1043,
      "♠": 1044,
      "♣": 1045,
      "♥": 1046,
      "♦": 1047,
      "♪": 1048,
      "♫": 1049,
      "♲": 1050,
      "✓": 1051,
      "✔": 1052,
      "✕": 1053,
      "✿": 1054,
      "❋": 1055,
      "❏": 1056,
      "❑": 1057,
      "➟": 1058,
      "➢": 1059,
      "➣": 1060,
      "➲": 1061,
      "⡣": 1062,
      "⣬": 1063,
      "ⴃ": 1064,
      "ⴐ": 1065,
      "ⴑ": 1066,
      "ⴓ": 1067,
      "ⴗ": 1068,
      "ⴞ": 1069,
      "、": 1070,
      "。": 1071,
      "〈": 1072,
      "〉": 1073,
      "《": 1074,
      "》": 1075,
      "「": 1076,
      "」": 1077,
      "『": 1078,
      "』": 1079,
      "【": 1080,
      "】": 1081,
      "〜": 1082,
      "あ": 1083,
      "い": 1084,
      "う": 1085,
      "え": 1086,
      "お": 1087,
      "か": 1088,
      "が": 1089,
      "き": 1090,
      "ぎ": 1091,
      "く": 1092,
      "ぐ": 1093,
      "け": 1094,
      "げ": 1095,
      "こ": 1096,
      "ご": 1097,
      "さ": 1098,
      "ざ": 1099,
      "し": 1100,
      "じ": 1101,
      "す": 1102,
      "ず": 1103,
      "せ": 1104,
      "ぜ": 1105,
      "そ": 1106,
      "ぞ": 1107,
      "た": 1108,
      "だ": 1109,
      "ち": 1110,
      "っ": 1111,
      "つ": 1112,
      "て": 1113,
      "で": 1114,
      "と": 1115,
      "ど": 1116,
      "な": 1117,
      "に": 1118,
      "ぬ": 1119,
      "ね": 1120,
      "の": 1121,
      "は": 1122,
      "ば": 1123,
      "ひ": 1124,
      "び": 1125,
      "ふ": 1126,
      "ぶ": 1127,
      "へ": 1128,
      "べ": 1129,
      "ほ": 1130,
      "ぼ": 1131,
      "ぽ": 1132,
      "ま": 1133,
      "み": 1134,
      "む": 1135,
      "め": 1136,
      "も": 1137,
      "ゃ": 1138,
      "や": 1139,
      "ゆ": 1140,
      "ょ": 1141,
      "よ": 1142,
      "ら": 1143,
      "り": 1144,
      "る": 1145,
      "れ": 1146,
      "ろ": 1147,
      "わ": 1148,
      "を": 1149,
      "ん": 1150,
      "ァ": 1151,
      "ア": 1152,
      "ィ": 1153,
      "イ": 1154,
      "ウ": 1155,
      "エ": 1156,
      "ォ": 1157,
      "オ": 1158,
      "カ": 1159,
      "ガ": 1160,
      "キ": 1161,
      "ギ": 1162,
      "ク": 1163,
      "グ": 1164,
      "ケ": 1165,
      "ゲ": 1166,
      "コ": 1167,
      "ゴ": 1168,
      "サ": 1169,
      "ザ": 1170,
      "シ": 1171,
      "ジ": 1172,
      "ス": 1173,
      "ズ": 1174,
      "セ": 1175,
      "ゼ": 1176,
      "ソ": 1177,
      "ゾ": 1178,
      "タ": 1179,
      "ダ": 1180,
      "チ": 1181,
      "ッ": 1182,
      "ツ": 1183,
      "テ": 1184,
      "デ": 1185,
      "ト": 1186,
      "ド": 1187,
      "ナ": 1188,
      "ニ": 1189,
      "ヌ": 1190,
      "ネ": 1191,
      "ノ": 1192,
      "ハ": 1193,
      "バ": 1194,
      "パ": 1195,
      "ヒ": 1196,
      "ビ": 1197,
      "ピ": 1198,
      "フ": 1199,
      "ブ": 1200,
      "プ": 1201,
      "ヘ": 1202,
      "ベ": 1203,
      "ペ": 1204,
      "ホ": 1205,
      "ボ": 1206,
      "ポ": 1207,
      "マ": 1208,
      "ミ": 1209,
      "ム": 1210,
      "メ": 1211,
      "モ": 1212,
      "ャ": 1213,
      "ヤ": 1214,
      "ュ": 1215,
      "ユ": 1216,
      "ヨ": 1217,
      "ラ": 1218,
      "リ": 1219,
      "ル": 1220,
      "レ": 1221,
      "ロ": 1222,
      "ワ": 1223,
      "ン": 1224,
      "ヴ": 1225,
      "・": 1226,
      "ー": 1227,
      "ㄣ": 1228,
      "ㄤ": 1229,
      "ㄧ": 1230,
      "㣬": 1231,
      "㵼": 1232,
      "一": 1233,
      "七": 1234,
      "万": 1235,
      "丈": 1236,
      "三": 1237,
      "上": 1238,
      "下": 1239,
      "不": 1240,
      "与": 1241,
      "业": 1242,
      "东": 1243,
      "丨": 1244,
      "个": 1245,
      "中": 1246,
      "丸": 1247,
      "丹": 1248,
      "为": 1249,
      "主": 1250,
      "丽": 1251,
      "举": 1252,
      "久": 1253,
      "之": 1254,
      "乌": 1255,
      "乏": 1256,
      "乐": 1257,
      "乗": 1258,
      "九": 1259,
      "习": 1260,
      "书": 1261,
      "了": 1262,
      "予": 1263,
      "事": 1264,
      "二": 1265,
      "云": 1266,
      "互": 1267,
      "五": 1268,
      "井": 1269,
      "亚": 1270,
      "交": 1271,
      "产": 1272,
      "享": 1273,
      "京": 1274,
      "人": 1275,
      "仁": 1276,
      "今": 1277,
      "付": 1278,
      "仙": 1279,
      "代": 1280,
      "令": 1281,
      "以": 1282,
      "们": 1283,
      "仲": 1284,
      "件": 1285,
      "份": 1286,
      "伊": 1287,
      "休": 1288,
      "优": 1289,
      "会": 1290,
      "伝": 1291,
      "伴": 1292,
      "伸": 1293,
      "位": 1294,
      "住": 1295,
      "佐": 1296,
      "佑": 1297,
      "体": 1298,
      "余": 1299,
      "作": 1300,
      "佰": 1301,
      "佱": 1302,
      "佳": 1303,
      "例": 1304,
      "依": 1305,
      "価": 1306,
      "便": 1307,
      "俊": 1308,
      "保": 1309,
      "信": 1310,
      "修": 1311,
      "倍": 1312,
      "倒": 1313,
      "値": 1314,
      "偵": 1315,
      "傅": 1316,
      "儀": 1317,
      "儒": 1318,
      "元": 1319,
      "光": 1320,
      "克": 1321,
      "児": 1322,
      "入": 1323,
      "全": 1324,
      "八": 1325,
      "公": 1326,
      "六": 1327,
      "兰": 1328,
      "共": 1329,
      "关": 1330,
      "兵": 1331,
      "其": 1332,
      "内": 1333,
      "円": 1334,
      "册": 1335,
      "冠": 1336,
      "冤": 1337,
      "冲": 1338,
      "决": 1339,
      "凄": 1340,
      "几": 1341,
      "出": 1342,
      "分": 1343,
      "切": 1344,
      "列": 1345,
      "刘": 1346,
      "初": 1347,
      "別": 1348,
      "利": 1349,
      "别": 1350,
      "到": 1351,
      "制": 1352,
      "前": 1353,
      "剥": 1354,
      "力": 1355,
      "功": 1356,
      "加": 1357,
      "务": 1358,
      "势": 1359,
      "動": 1360,
      "勘": 1361,
      "務": 1362,
      "勢": 1363,
      "包": 1364,
      "化": 1365,
      "北": 1366,
      "区": 1367,
      "医": 1368,
      "匿": 1369,
      "十": 1370,
      "千": 1371,
      "升": 1372,
      "华": 1373,
      "卓": 1374,
      "南": 1375,
      "単": 1376,
      "博": 1377,
      "卡": 1378,
      "厂": 1379,
      "原": 1380,
      "去": 1381,
      "参": 1382,
      "及": 1383,
      "友": 1384,
      "収": 1385,
      "发": 1386,
      "取": 1387,
      "受": 1388,
      "叟": 1389,
      "口": 1390,
      "句": 1391,
      "只": 1392,
      "叫": 1393,
      "可": 1394,
      "台": 1395,
      "号": 1396,
      "合": 1397,
      "吊": 1398,
      "名": 1399,
      "向": 1400,
      "吗": 1401,
      "吧": 1402,
      "吴": 1403,
      "吹": 1404,
      "呂": 1405,
      "呆": 1406,
      "告": 1407,
      "周": 1408,
      "味": 1409,
      "呼": 1410,
      "和": 1411,
      "咬": 1412,
      "品": 1413,
      "哈": 1414,
      "唸": 1415,
      "商": 1416,
      "啦": 1417,
      "嗎": 1418,
      "嘉": 1419,
      "嘛": 1420,
      "噌": 1421,
      "器": 1422,
      "四": 1423,
      "回": 1424,
      "団": 1425,
      "囧": 1426,
      "园": 1427,
      "囲": 1428,
      "国": 1429,
      "图": 1430,
      "圆": 1431,
      "圍": 1432,
      "園": 1433,
      "土": 1434,
      "在": 1435,
      "地": 1436,
      "场": 1437,
      "址": 1438,
      "坂": 1439,
      "坐": 1440,
      "坑": 1441,
      "坛": 1442,
      "垂": 1443,
      "城": 1444,
      "埵": 1445,
      "堂": 1446,
      "場": 1447,
      "塾": 1448,
      "壊": 1449,
      "士": 1450,
      "壹": 1451,
      "备": 1452,
      "変": 1453,
      "外": 1454,
      "多": 1455,
      "夠": 1456,
      "大": 1457,
      "天": 1458,
      "太": 1459,
      "头": 1460,
      "夷": 1461,
      "奈": 1462,
      "奉": 1463,
      "套": 1464,
      "奥": 1465,
      "女": 1466,
      "奸": 1467,
      "好": 1468,
      "妖": 1469,
      "妻": 1470,
      "姫": 1471,
      "娜": 1472,
      "娱": 1473,
      "媛": 1474,
      "嫁": 1475,
      "嬉": 1476,
      "子": 1477,
      "字": 1478,
      "存": 1479,
      "孟": 1480,
      "学": 1481,
      "學": 1482,
      "宁": 1483,
      "它": 1484,
      "宇": 1485,
      "安": 1486,
      "宋": 1487,
      "官": 1488,
      "定": 1489,
      "宜": 1490,
      "宝": 1491,
      "実": 1492,
      "客": 1493,
      "室": 1494,
      "宫": 1495,
      "宮": 1496,
      "家": 1497,
      "容": 1498,
      "宾": 1499,
      "宿": 1500,
      "寄": 1501,
      "富": 1502,
      "實": 1503,
      "寸": 1504,
      "寺": 1505,
      "対": 1506,
      "寿": 1507,
      "将": 1508,
      "尊": 1509,
      "小": 1510,
      "尔": 1511,
      "尙": 1512,
      "就": 1513,
      "尾": 1514,
      "局": 1515,
      "屄": 1516,
      "屈": 1517,
      "届": 1518,
      "屋": 1519,
      "屑": 1520,
      "展": 1521,
      "山": 1522,
      "岐": 1523,
      "岛": 1524,
      "岡": 1525,
      "岩": 1526,
      "岭": 1527,
      "峪": 1528,
      "島": 1529,
      "崎": 1530,
      "川": 1531,
      "州": 1532,
      "巡": 1533,
      "工": 1534,
      "市": 1535,
      "师": 1536,
      "師": 1537,
      "席": 1538,
      "幌": 1539,
      "干": 1540,
      "平": 1541,
      "年": 1542,
      "幹": 1543,
      "广": 1544,
      "庁": 1545,
      "広": 1546,
      "庄": 1547,
      "庆": 1548,
      "店": 1549,
      "府": 1550,
      "度": 1551,
      "座": 1552,
      "庫": 1553,
      "庭": 1554,
      "康": 1555,
      "庸": 1556,
      "建": 1557,
      "开": 1558,
      "弄": 1559,
      "式": 1560,
      "引": 1561,
      "张": 1562,
      "强": 1563,
      "弾": 1564,
      "当": 1565,
      "形": 1566,
      "役": 1567,
      "征": 1568,
      "律": 1569,
      "後": 1570,
      "得": 1571,
      "御": 1572,
      "復": 1573,
      "徳": 1574,
      "德": 1575,
      "心": 1576,
      "必": 1577,
      "忆": 1578,
      "志": 1579,
      "忙": 1580,
      "応": 1581,
      "念": 1582,
      "忻": 1583,
      "态": 1584,
      "思": 1585,
      "怡": 1586,
      "急": 1587,
      "性": 1588,
      "总": 1589,
      "恢": 1590,
      "息": 1591,
      "悠": 1592,
      "悩": 1593,
      "情": 1594,
      "惯": 1595,
      "想": 1596,
      "愛": 1597,
      "感": 1598,
      "態": 1599,
      "慶": 1600,
      "憶": 1601,
      "成": 1602,
      "我": 1603,
      "戯": 1604,
      "戴": 1605,
      "戸": 1606,
      "所": 1607,
      "扈": 1608,
      "手": 1609,
      "才": 1610,
      "打": 1611,
      "执": 1612,
      "扬": 1613,
      "找": 1614,
      "技": 1615,
      "投": 1616,
      "折": 1617,
      "抜": 1618,
      "抵": 1619,
      "担": 1620,
      "拓": 1621,
      "拼": 1622,
      "持": 1623,
      "指": 1624,
      "挡": 1625,
      "挿": 1626,
      "损": 1627,
      "捷": 1628,
      "授": 1629,
      "排": 1630,
      "探": 1631,
      "推": 1632,
      "掻": 1633,
      "揃": 1634,
      "提": 1635,
      "換": 1636,
      "握": 1637,
      "援": 1638,
      "損": 1639,
      "搗": 1640,
      "搞": 1641,
      "摇": 1642,
      "撮": 1643,
      "操": 1644,
      "支": 1645,
      "改": 1646,
      "放": 1647,
      "政": 1648,
      "故": 1649,
      "敏": 1650,
      "教": 1651,
      "数": 1652,
      "整": 1653,
      "敷": 1654,
      "文": 1655,
      "斎": 1656,
      "斗": 1657,
      "斤": 1658,
      "新": 1659,
      "於": 1660,
      "施": 1661,
      "旅": 1662,
      "旗": 1663,
      "无": 1664,
      "日": 1665,
      "明": 1666,
      "星": 1667,
      "春": 1668,
      "昭": 1669,
      "是": 1670,
      "時": 1671,
      "晏": 1672,
      "普": 1673,
      "暂": 1674,
      "更": 1675,
      "書": 1676,
      "最": 1677,
      "月": 1678,
      "有": 1679,
      "朋": 1680,
      "服": 1681,
      "木": 1682,
      "本": 1683,
      "札": 1684,
      "术": 1685,
      "朱": 1686,
      "机": 1687,
      "权": 1688,
      "李": 1689,
      "村": 1690,
      "条": 1691,
      "来": 1692,
      "杨": 1693,
      "東": 1694,
      "松": 1695,
      "板": 1696,
      "析": 1697,
      "林": 1698,
      "枚": 1699,
      "枝": 1700,
      "架": 1701,
      "查": 1702,
      "柳": 1703,
      "柴": 1704,
      "栃": 1705,
      "标": 1706,
      "树": 1707,
      "株": 1708,
      "核": 1709,
      "根": 1710,
      "格": 1711,
      "案": 1712,
      "桓": 1713,
      "桜": 1714,
      "桢": 1715,
      "桥": 1716,
      "梨": 1717,
      "械": 1718,
      "梶": 1719,
      "棋": 1720,
      "森": 1721,
      "楠": 1722,
      "業": 1723,
      "楽": 1724,
      "様": 1725,
      "横": 1726,
      "橋": 1727,
      "檔": 1728,
      "次": 1729,
      "欢": 1730,
      "款": 1731,
      "歌": 1732,
      "止": 1733,
      "正": 1734,
      "步": 1735,
      "武": 1736,
      "歩": 1737,
      "死": 1738,
      "段": 1739,
      "殿": 1740,
      "比": 1741,
      "毛": 1742,
      "氏": 1743,
      "民": 1744,
      "气": 1745,
      "水": 1746,
      "永": 1747,
      "汁": 1748,
      "江": 1749,
      "池": 1750,
      "汤": 1751,
      "沒": 1752,
      "沖": 1753,
      "沢": 1754,
      "河": 1755,
      "油": 1756,
      "治": 1757,
      "況": 1758,
      "泉": 1759,
      "法": 1760,
      "波": 1761,
      "泥": 1762,
      "注": 1763,
      "泽": 1764,
      "洋": 1765,
      "洒": 1766,
      "洗": 1767,
      "洛": 1768,
      "津": 1769,
      "洪": 1770,
      "洱": 1771,
      "洲": 1772,
      "流": 1773,
      "浄": 1774,
      "浅": 1775,
      "浙": 1776,
      "浜": 1777,
      "浦": 1778,
      "海": 1779,
      "涂": 1780,
      "消": 1781,
      "涌": 1782,
      "涨": 1783,
      "深": 1784,
      "淹": 1785,
      "添": 1786,
      "清": 1787,
      "済": 1788,
      "渋": 1789,
      "温": 1790,
      "港": 1791,
      "游": 1792,
      "湖": 1793,
      "満": 1794,
      "溜": 1795,
      "溢": 1796,
      "滑": 1797,
      "滩": 1798,
      "漢": 1799,
      "漫": 1800,
      "灣": 1801,
      "火": 1802,
      "点": 1803,
      "為": 1804,
      "焚": 1805,
      "無": 1806,
      "焼": 1807,
      "照": 1808,
      "煮": 1809,
      "熨": 1810,
      "熱": 1811,
      "爪": 1812,
      "爱": 1813,
      "父": 1814,
      "片": 1815,
      "版": 1816,
      "牌": 1817,
      "牙": 1818,
      "物": 1819,
      "牵": 1820,
      "特": 1821,
      "状": 1822,
      "独": 1823,
      "猫": 1824,
      "献": 1825,
      "率": 1826,
      "玉": 1827,
      "王": 1828,
      "玩": 1829,
      "现": 1830,
      "玲": 1831,
      "珠": 1832,
      "球": 1833,
      "理": 1834,
      "琉": 1835,
      "琢": 1836,
      "琮": 1837,
      "琴": 1838,
      "璐": 1839,
      "甘": 1840,
      "甜": 1841,
      "生": 1842,
      "産": 1843,
      "用": 1844,
      "田": 1845,
      "由": 1846,
      "甲": 1847,
      "申": 1848,
      "电": 1849,
      "甸": 1850,
      "画": 1851,
      "番": 1852,
      "異": 1853,
      "畳": 1854,
      "畿": 1855,
      "痛": 1856,
      "痴": 1857,
      "白": 1858,
      "百": 1859,
      "的": 1860,
      "皇": 1861,
      "皮": 1862,
      "益": 1863,
      "目": 1864,
      "直": 1865,
      "相": 1866,
      "看": 1867,
      "県": 1868,
      "真": 1869,
      "眼": 1870,
      "着": 1871,
      "瞎": 1872,
      "知": 1873,
      "石": 1874,
      "硢": 1875,
      "示": 1876,
      "礼": 1877,
      "社": 1878,
      "祖": 1879,
      "祝": 1880,
      "神": 1881,
      "票": 1882,
      "祭": 1883,
      "禄": 1884,
      "福": 1885,
      "秉": 1886,
      "秋": 1887,
      "种": 1888,
      "科": 1889,
      "程": 1890,
      "稲": 1891,
      "空": 1892,
      "立": 1893,
      "站": 1894,
      "端": 1895,
      "竹": 1896,
      "笑": 1897,
      "第": 1898,
      "签": 1899,
      "简": 1900,
      "算": 1901,
      "管": 1902,
      "箱": 1903,
      "篆": 1904,
      "簡": 1905,
      "米": 1906,
      "类": 1907,
      "粉": 1908,
      "系": 1909,
      "紀": 1910,
      "純": 1911,
      "素": 1912,
      "紧": 1913,
      "細": 1914,
      "終": 1915,
      "経": 1916,
      "給": 1917,
      "網": 1918,
      "線": 1919,
      "編": 1920,
      "縄": 1921,
      "縮": 1922,
      "约": 1923,
      "级": 1924,
      "纪": 1925,
      "纱": 1926,
      "纸": 1927,
      "组": 1928,
      "经": 1929,
      "络": 1930,
      "绞": 1931,
      "绰": 1932,
      "编": 1933,
      "网": 1934,
      "罪": 1935,
      "置": 1936,
      "美": 1937,
      "群": 1938,
      "義": 1939,
      "翁": 1940,
      "習": 1941,
      "翴": 1942,
      "耀": 1943,
      "老": 1944,
      "考": 1945,
      "者": 1946,
      "聊": 1947,
      "肃": 1948,
      "肖": 1949,
      "背": 1950,
      "能": 1951,
      "脱": 1952,
      "腰": 1953,
      "腹": 1954,
      "臂": 1955,
      "自": 1956,
      "致": 1957,
      "舞": 1958,
      "航": 1959,
      "舫": 1960,
      "船": 1961,
      "良": 1962,
      "色": 1963,
      "艳": 1964,
      "节": 1965,
      "花": 1966,
      "苏": 1967,
      "若": 1968,
      "英": 1969,
      "茂": 1970,
      "范": 1971,
      "茅": 1972,
      "茨": 1973,
      "茶": 1974,
      "草": 1975,
      "荐": 1976,
      "荣": 1977,
      "获": 1978,
      "莹": 1979,
      "莽": 1980,
      "菩": 1981,
      "萧": 1982,
      "落": 1983,
      "葉": 1984,
      "蒋": 1985,
      "蒸": 1986,
      "蔓": 1987,
      "蔚": 1988,
      "蔵": 1989,
      "薩": 1990,
      "薬": 1991,
      "藤": 1992,
      "蘇": 1993,
      "虎": 1994,
      "虹": 1995,
      "蝦": 1996,
      "螳": 1997,
      "行": 1998,
      "衣": 1999,
      "表": 2000,
      "衫": 2001,
      "袍": 2002,
      "裁": 2003,
      "装": 2004,
      "裕": 2005,
      "製": 2006,
      "西": 2007,
      "覇": 2008,
      "親": 2009,
      "见": 2010,
      "视": 2011,
      "览": 2012,
      "角": 2013,
      "解": 2014,
      "言": 2015,
      "計": 2016,
      "記": 2017,
      "設": 2018,
      "認": 2019,
      "誕": 2020,
      "語": 2021,
      "誠": 2022,
      "護": 2023,
      "计": 2024,
      "议": 2025,
      "记": 2026,
      "许": 2027,
      "论": 2028,
      "设": 2029,
      "访": 2030,
      "证": 2031,
      "试": 2032,
      "诘": 2033,
      "话": 2034,
      "语": 2035,
      "谐": 2036,
      "谷": 2037,
      "豆": 2038,
      "象": 2039,
      "豱": 2040,
      "豸": 2041,
      "負": 2042,
      "財": 2043,
      "貸": 2044,
      "費": 2045,
      "賃": 2046,
      "賢": 2047,
      "贞": 2048,
      "贡": 2049,
      "财": 2050,
      "货": 2051,
      "购": 2052,
      "贱": 2053,
      "贳": 2054,
      "赌": 2055,
      "赛": 2056,
      "赠": 2057,
      "赤": 2058,
      "赵": 2059,
      "赶": 2060,
      "起": 2061,
      "超": 2062,
      "越": 2063,
      "足": 2064,
      "跋": 2065,
      "跨": 2066,
      "路": 2067,
      "車": 2068,
      "軍": 2069,
      "輿": 2070,
      "车": 2071,
      "载": 2072,
      "较": 2073,
      "辑": 2074,
      "辞": 2075,
      "辦": 2076,
      "込": 2077,
      "迅": 2078,
      "过": 2079,
      "迎": 2080,
      "近": 2081,
      "这": 2082,
      "连": 2083,
      "送": 2084,
      "适": 2085,
      "逃": 2086,
      "选": 2087,
      "透": 2088,
      "通": 2089,
      "逸": 2090,
      "遇": 2091,
      "遊": 2092,
      "道": 2093,
      "達": 2094,
      "遠": 2095,
      "遣": 2096,
      "還": 2097,
      "那": 2098,
      "邮": 2099,
      "邱": 2100,
      "郎": 2101,
      "部": 2102,
      "郭": 2103,
      "郷": 2104,
      "都": 2105,
      "鄉": 2106,
      "配": 2107,
      "酒": 2108,
      "醍": 2109,
      "醐": 2110,
      "采": 2111,
      "里": 2112,
      "重": 2113,
      "野": 2114,
      "金": 2115,
      "鍵": 2116,
      "鏡": 2117,
      "钓": 2118,
      "钦": 2119,
      "钧": 2120,
      "钱": 2121,
      "铭": 2122,
      "锋": 2123,
      "锚": 2124,
      "锦": 2125,
      "镜": 2126,
      "長": 2127,
      "門": 2128,
      "開": 2129,
      "間": 2130,
      "関": 2131,
      "閥": 2132,
      "關": 2133,
      "问": 2134,
      "间": 2135,
      "闻": 2136,
      "阅": 2137,
      "阜": 2138,
      "队": 2139,
      "阪": 2140,
      "防": 2141,
      "阳": 2142,
      "阴": 2143,
      "陀": 2144,
      "际": 2145,
      "陆": 2146,
      "陈": 2147,
      "降": 2148,
      "院": 2149,
      "除": 2150,
      "陰": 2151,
      "陳": 2152,
      "陶": 2153,
      "陽": 2154,
      "隆": 2155,
      "際": 2156,
      "雁": 2157,
      "雄": 2158,
      "集": 2159,
      "雑": 2160,
      "雛": 2161,
      "難": 2162,
      "雲": 2163,
      "零": 2164,
      "雷": 2165,
      "青": 2166,
      "静": 2167,
      "面": 2168,
      "音": 2169,
      "韶": 2170,
      "頂": 2171,
      "頃": 2172,
      "顶": 2173,
      "顾": 2174,
      "颖": 2175,
      "题": 2176,
      "風": 2177,
      "风": 2178,
      "飞": 2179,
      "食": 2180,
      "飬": 2181,
      "飼": 2182,
      "飾": 2183,
      "餅": 2184,
      "養": 2185,
      "館": 2186,
      "饭": 2187,
      "饰": 2188,
      "馆": 2189,
      "香": 2190,
      "馬": 2191,
      "駄": 2192,
      "駅": 2193,
      "騜": 2194,
      "魂": 2195,
      "鲁": 2196,
      "鵜": 2197,
      "鸣": 2198,
      "鹺": 2199,
      "麻": 2200,
      "黄": 2201,
      "黛": 2202,
      "齐": 2203,
      "龙": 2204,
      "가": 2205,
      "거": 2206,
      "것": 2207,
      "게": 2208,
      "결": 2209,
      "고": 2210,
      "공": 2211,
      "과": 2212,
      "관": 2213,
      "광": 2214,
      "교": 2215,
      "구": 2216,
      "국": 2217,
      "기": 2218,
      "끼": 2219,
      "나": 2220,
      "남": 2221,
      "년": 2222,
      "노": 2223,
      "는": 2224,
      "니": 2225,
      "다": 2226,
      "대": 2227,
      "던": 2228,
      "도": 2229,
      "둑": 2230,
      "뒤": 2231,
      "드": 2232,
      "든": 2233,
      "떨": 2234,
      "라": 2235,
      "랍": 2236,
      "랑": 2237,
      "런": 2238,
      "렉": 2239,
      "련": 2240,
      "로": 2241,
      "르": 2242,
      "를": 2243,
      "리": 2244,
      "마": 2245,
      "모": 2246,
      "몬": 2247,
      "무": 2248,
      "문": 2249,
      "미": 2250,
      "바": 2251,
      "밝": 2252,
      "배": 2253,
      "밴": 2254,
      "번": 2255,
      "법": 2256,
      "보": 2257,
      "본": 2258,
      "비": 2259,
      "쁜": 2260,
      "사": 2261,
      "상": 2262,
      "서": 2263,
      "선": 2264,
      "세": 2265,
      "소": 2266,
      "스": 2267,
      "시": 2268,
      "아": 2269,
      "안": 2270,
      "알": 2271,
      "어": 2272,
      "없": 2273,
      "에": 2274,
      "여": 2275,
      "역": 2276,
      "영": 2277,
      "올": 2278,
      "우": 2279,
      "위": 2280,
      "을": 2281,
      "음": 2282,
      "의": 2283,
      "이": 2284,
      "임": 2285,
      "입": 2286,
      "자": 2287,
      "장": 2288,
      "전": 2289,
      "제": 2290,
      "져": 2291,
      "지": 2292,
      "진": 2293,
      "짜": 2294,
      "찌": 2295,
      "책": 2296,
      "척": 2297,
      "최": 2298,
      "칫": 2299,
      "코": 2300,
      "콨": 2301,
      "트": 2302,
      "평": 2303,
      "프": 2304,
      "하": 2305,
      "학": 2306,
      "한": 2307,
      "합": 2308,
      "해": 2309,
      "화": 2310,
      "힌": 2311,
      "": 2312,
      "": 2313,
      "": 2314,
      "": 2315,
      "": 2316,
      "": 2317,
      "": 2318,
      "": 2319,
      "": 2320,
      "": 2321,
      "": 2322,
      "": 2323,
      "": 2324,
      "": 2325,
      "": 2326,
      "": 2327,
      "": 2328,
      "": 2329,
      "": 2330,
      "": 2331,
      "": 2332,
      "": 2333,
      "": 2334,
      "": 2335,
      "": 2336,
      "": 2337,
      "": 2338,
      "": 2339,
      "": 2340,
      "": 2341,
      "": 2342,
      "": 2343,
      "": 2344,
      "": 2345,
      "": 2346,
      "": 2347,
      "": 2348,
      "": 2349,
      "": 2350,
      "": 2351,
      "": 2352,
      "": 2353,
      "": 2354,
      "": 2355,
      "": 2356,
      "": 2357,
      "": 2358,
      "": 2359,
      "": 2360,
      "": 2361,
      "": 2362,
      "": 2363,
      "": 2364,
      "": 2365,
      "": 2366,
      "": 2367,
      "": 2368,
      "": 2369,
      "": 2370,
      "": 2371,
      "": 2372,
      "": 2373,
      "": 2374,
      "": 2375,
      "": 2376,
      "": 2377,
      "": 2378,
      "": 2379,
      "": 2380,
      "": 2381,
      "": 2382,
      "": 2383,
      "": 2384,
      "": 2385,
      "": 2386,
      "": 2387,
      "": 2388,
      "": 2389,
      "": 2390,
      "": 2391,
      "": 2392,
      "": 2393,
      "": 2394,
      "ﬁ": 2395,
      "ﬂ": 2396,
      "ﬄ": 2397,
      "﴾": 2398,
      "﴿": 2399,
      "﷓": 2400,
      "︰": 2401,
      "﹏": 2402,
      "﹝": 2403,
      "﹞": 2404,
      "﻿": 2405,
      "！": 2406,
      "％": 2407,
      "（": 2408,
      "）": 2409,
      "＊": 2410,
      "，": 2411,
      "－": 2412,
      "．": 2413,
      "：": 2414,
      "；": 2415,
      "＝": 2416,
      "？": 2417,
      "＾": 2418,
      "ａ": 2419,
      "ｎ": 2420,
      "ｐ": 2421,
      "ｓ": 2422,
      "､": 2423,
      "ｰ": 2424,
      "￡": 2425,
      "�": 2426,
      "𐌰": 2427,
      "𐌴": 2428,
      "𐌸": 2429,
      "𐌼": 2430,
      "𐌽": 2431,
      "𐍃": 2432,
      "𐍉": 2433,
      "𣿿": 2434,
      "񣬰": 2435,
      "񼰺": 2436,
      "󻯣": 2437,
      "##i": 2438,
      "##c": 2439,
      "##k": 2440,
      "##j": 2441,
      "##o": 2442,
      "##n": 2443,
      "##a": 2444,
      "##s": 2445,
      "##_": 2446,
      "##y": 2447,
      "##e": 2448,
      "##ő": 2449,
      "##v": 2450,
      "##ö": 2451,
      "##l": 2452,
      "##d": 2453,
      "##r": 2454,
      "##m": 2455,
      "##u": 2456,
      "##é": 2457,
      "##h": 2458,
      "##t": 2459,
      "##1": 2460,
      "##7": 2461,
      "##9": 2462,
      "##g": 2463,
      "##*": 2464,
      "##(": 2465,
      "##)": 2466,
      "##p": 2467,
      "##b": 2468,
      "##ã": 2469,
      "##w": 2470,
      "##ż": 2471,
      "##z": 2472,
      "##q": 2473,
      "##î": 2474,
      "##0": 2475,
      "##f": 2476,
      "##4": 2477,
      "##á": 2478,
      "##2": 2479,
      "##8": 2480,
      "##6": 2481,
      "##û": 2482,
      "##3": 2483,
      "##è": 2484,
      "##x": 2485,
      "##リ": 2486,
      "##不": 2487,
      "##動": 2488,
      "##産": 2489,
      "##ê": 2490,
      "##5": 2491,
      "##ł": 2492,
      "##ز": 2493,
      "##ا": 2494,
      "##ر": 2495,
      "##ة": 2496,
      "##ü": 2497,
      "##â": 2498,
      "##σ": 2499,
      "##,": 2500,
      "##£": 2501,
      "##š": 2502,
      "##ó": 2503,
      "##ú": 2504,
      "##ñ": 2505,
      "##г": 2506,
      "##є": 2507,
      "##ô": 2508,
      "##ş": 2509,
      "##ç": 2510,
      "##ı": 2511,
      "##у": 2512,
      "##з": 2513,
      "##ы": 2514,
      "##к": 2515,
      "##а": 2516,
      "##н": 2517,
      "##т": 2518,
      "##‘": 2519,
      "##-": 2520,
      "##и": 2521,
      "##м": 2522,
      "##æ": 2523,
      "##强": 2524,
      "##民": 2525,
      "##主": 2526,
      "##文": 2527,
      "##明": 2528,
      "##和": 2529,
      "##谐": 2530,
      "##à": 2531,
      "##.": 2532,
      "##í": 2533,
      "##о": 2534,
      "##р": 2535,
      "##ь": 2536,
      "##б": 2537,
      "##ň": 2538,
      "##ä": 2539,
      "##в": 2540,
      "##ل": 2541,
      "##ت": 2542,
      "##å": 2543,
      "##ò": 2544,
      "##ð": 2545,
      "##ë": 2546,
      "##ï": 2547,
      "##õ": 2548,
      "##:": 2549,
      "##й": 2550,
      "##ё": 2551,
      "##ņ": 2552,
      "##φ": 2553,
      "##ά": 2554,
      "##λ": 2555,
      "##ε": 2556,
      "##ι": 2557,
      "##α": 2558,
      "##ъ": 2559,
      "##я": 2560,
      "##č": 2561,
      "##ك": 2562,
      "##…": 2563,
      "##х": 2564,
      "##д": 2565,
      "##л": 2566,
      "##”": 2567,
      "##$": 2568,
      "##щ": 2569,
      "##е": 2570,
      "##\"": 2571,
      "##ү": 2572,
      "##һ": 2573,
      "##ә": 2574,
      "##с": 2575,
      "##™": 2576,
      "##ě": 2577,
      "##ý": 2578,
      "##ė": 2579,
      "##]": 2580,
      "##و": 2581,
      "##ن": 2582,
      "##þ": 2583,
      "##ÿ": 2584,
      "##石": 2585,
      "##ì": 2586,
      "##ж": 2587,
      "##=": 2588,
      "##ž": 2589,
      "##ę": 2590,
      "##ß": 2591,
      "##ø": 2592,
      "##ř": 2593,
      "##ع": 2594,
      "##م": 2595,
      "##ą": 2596,
      "##ù": 2597,
      "##啦": 2598,
      "##୦": 2599,
      "##୯": 2600,
      "##ц": 2601,
      "##ш": 2602,
      "##+": 2603,
      "##'": 2604,
      "##茅": 2605,
      "##ґ": 2606,
      "##ي": 2607,
      "##/": 2608,
      "##ї": 2609,
      "##€": 2610,
      "##!": 2611,
      "##ª": 2612,
      "##ū": 2613,
      "##?": 2614,
      "##ā": 2615,
      "##ک": 2616,
      "##ē": 2617,
      "##º": 2618,
      "##成": 2619,
      "##の": 2620,
      "##異": 2621,
      "##端": 2622,
      "##児": 2623,
      "##集": 2624,
      "##団": 2625,
      "##»": 2626,
      "##ض": 2627,
      "##غ": 2628,
      "##ط": 2629,
      "##ś": 2630,
      "##ć": 2631,
      "##ʼ": 2632,
      "##ğ": 2633,
      "##ј": 2634,
      "##ѓ": 2635,
      "##ћ": 2636,
      "##ρ": 2637,
      "##γ": 2638,
      "##ί": 2639,
      "##ς": 2640,
      "##ŕ": 2641,
      "##ф": 2642,
      "##ذ": 2643,
      "##’": 2644,
      "##ч": 2645,
      "##њ": 2646,
      "##п": 2647,
      "##ю": 2648,
      "##[": 2649,
      "##έ": 2650,
      "##τ": 2651,
      "##د": 2652,
      "##ă": 2653,
      "##ń": 2654,
      "##أ": 2655,
      "##س": 2656,
      "##і": 2657,
      "##": 2658,
      "##¨": 2659,
      "##“": 2660,
      "##ẽ": 2661,
      "##‰": 2662,
      "##|": 2663,
      "##ţ": 2664,
      "##>": 2665,
      "##ث": 2666,
      "##ق": 2667,
      "##џ": 2668,
      "##ђ": 2669,
      "##ľ": 2670,
      "##ش": 2671,
      "##ο": 2672,
      "##ō": 2673,
      "##ở": 2674,
      "##;": 2675,
      "##љ": 2676,
      "##²": 2677,
      "##œ": 2678,
      "##ָ": 2679,
      "##ק": 2680,
      "##ט": 2681,
      "##א": 2682,
      "##ב": 2683,
      "##ע": 2684,
      "##ר": 2685,
      "##郷": 2686,
      "##η": 2687,
      "##β": 2688,
      "##ͨ": 2689,
      "##◊": 2690,
      "##§": 2691,
      "##藤": 2692,
      "##西": 2693,
      "##µ": 2694,
      "##¸": 2695,
      "##°": 2696,
      "##đ": 2697,
      "##ế": 2698,
      "###": 2699,
      "##ź": 2700,
      "##κ": 2701,
      "##ή": 2702,
      "##¯": 2703,
      "##}": 2704,
      "##ќ": 2705,
      "##¢": 2706,
      "##ب": 2707,
      "##年": 2708,
      "##«": 2709,
      "##甸": 2710,
      "##岛": 2711,
      "##э": 2712,
      "##ه": 2713,
      "##ئ": 2714,
      "##±": 2715,
      "##ی": 2716,
      "##ح": 2717,
      "##إ": 2718,
      "##—": 2719,
      "##": 2720,
      "##ṭ": 2721,
      "##ό": 2722,
      "##χ": 2723,
      "##υ": 2724,
      "##μ": 2725,
      "##ű": 2726,
      "##ų": 2727,
      "##ν": 2728,
      "##&": 2729,
      "##̇": 2730,
      "##`": 2731,
      "##的": 2732,
      "##功": 2733,
      "##能": 2734,
      "##ω": 2735,
      "##ũ": 2736,
      "##ƒ": 2737,
      "##¥": 2738,
      "##ů": 2739,
      "##♥": 2740,
      "##山": 2741,
      "##医": 2742,
      "##院": 2743,
      "##ĕ": 2744,
      "##ﬁ": 2745,
      "##ʺ": 2746,
      "##¹": 2747,
      "##ậ": 2748,
      "##ị": 2749,
      "##´": 2750,
      "##": 2751,
      "##\\": 2752,
      "##%": 2753,
      "##二": 2754,
      "##八": 2755,
      "##事": 2756,
      "##件": 2757,
      "##本": 2758,
      "##は": 2759,
      "##こ": 2760,
      "##れ": 2761,
      "##か": 2762,
      "##ら": 2763,
      "##ど": 2764,
      "##う": 2765,
      "##な": 2766,
      "##る": 2767,
      "##ġ": 2768,
      "##ร": 2769,
      "##ี": 2770,
      "##�": 2771,
      "##^": 2772,
      "##ج": 2773,
      "##ў": 2774,
      "##خ": 2775,
      "##ď": 2776,
      "##̍": 2777,
      "##ī": 2778,
      "##~": 2779,
      "##{": 2780,
      "##→": 2781,
      "##∗": 2782,
      "##色": 2783,
      "##图": 2784,
      "##ŏ": 2785,
      "##θ": 2786,
      "##π": 2787,
      "##楽": 2788,
      "##正": 2789,
      "##体": 2790,
      "##中": 2791,
      "##": 2792,
      "##ف": 2793,
      "##น": 2794,
      "##้": 2795,
      "##า": 2796,
      "##จ": 2797,
      "##อ": 2798,
      "##ะ": 2799,
      "##ใ": 2800,
      "##ห": 2801,
      "##ญ": 2802,
      "##่": 2803,
      "##เ": 2804,
      "##ป": 2805,
      "##็": 2806,
      "##−": 2807,
      "##¿": 2808,
      "##¡": 2809,
      "##幌": 2810,
      "##越": 2811,
      "##ħ": 2812,
      "##ȣ": 2813,
      "##@": 2814,
      "##ص": 2815,
      "##ộ": 2816,
      "##ม": 2817,
      "##": 2818,
      "##席": 2819,
      "##纪": 2820,
      "##念": 2821,
      "##堂": 2822,
      "##ǎ": 2823,
      "##": 2824,
      "##分": 2825,
      "##": 2826,
      "##ǔ": 2827,
      "##ษ": 2828,
      "##ไ": 2829,
      "##ท": 2830,
      "##ย": 2831,
      "##ᓚ": 2832,
      "##ᑖ": 2833,
      "##ᓄ": 2834,
      "##ᓪ": 2835,
      "##ᓘ": 2836,
      "##ᓐ": 2837,
      "##ᓃ": 2838,
      "##ᑦ": 2839,
      "##۲": 2840,
      "##記": 2841,
      "##に": 2842,
      "##コ": 2843,
      "##メ": 2844,
      "##ン": 2845,
      "##ト": 2846,
      "##す": 2847,
      "##ΐ": 2848,
      "##ُ": 2849,
      "##ْ": 2850,
      "##َ": 2851,
      "##ၱ": 2852,
      "##ى": 2853,
      "##צ": 2854,
      "##ค": 2855,
      "##ิ": 2856,
      "##ด": 2857,
      "##ก": 2858,
      "##ง": 2859,
      "##ส": 2860,
      "##ั": 2861,
      "##บ": 2862,
      "##ว": 2863,
      "##ข": 2864,
      "##แ": 2865,
      "##พ": 2866,
      "##פ": 2867,
      "##ת": 2868,
      "##י": 2869,
      "##ื": 2870,
      "##ư": 2871,
      "##߶": 2872,
      "##୨": 2873,
      "##δ": 2874,
      "##ǽ": 2875,
      "##ّ": 2876,
      "##־": 2877,
      "##店": 2878,
      "##管": 2879,
      "##了": 2880,
      "##ť": 2881,
